Repository: idrisskone101/pillie
Catalog: Pillie/Pillie/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# onboarding.demo.weekday.tue
source: Tue
ar: الثلاثاء
bn: মঙ্গল
ca: Dt
cs: Út
da: Tir
de: Di
el: Τρι
es: Mar
fi: Ti
fr: Mar
gu: મંગળ
he: ג׳
hi: मंगल
hr: Uto
hu: K
id: Sel
it: Mar
ja: 火
kn: ಮಂಗಳ
ko: 화
ml: ചൊവ്വ
mr: मंगळ
ms: Sel
nb: Tir
nl: Di
or: ମଙ୍ଗଳ
pa: ਮੰਗਲ
pl: Wt
pt_br: Ter
pt_pt: Ter
ro: Mar
ru: Вт
sk: Ut
sl: Tor
sv: Tis
ta: செவ்
te: మంగ
th: อ.
tr: Sal
uk: Вт
ur: منگل
vi: T3
zh_hans: 周二
zh_hant: 週二

# onboarding.demo.weekday.wed
source: Wed
ar: الأربعاء
bn: বুধ
ca: Dc
cs: St
da: Ons
de: Mi
el: Τετ
es: Mié
fi: Ke
fr: Mer
gu: બુધ
he: ד׳
hi: बुध
hr: Sri
hu: Sze
id: Rab
it: Mer
ja: 水
kn: ಬುಧ
ko: 수
ml: ബുധൻ
mr: बुध
ms: Rab
nb: Ons
nl: Wo
or: ବୁଧ
pa: ਬੁੱਧ
pl: Śr
pt_br: Qua
pt_pt: Qua
ro: Mie
ru: Ср
sk: St
sl: Sre
sv: Ons
ta: புத
te: బుధ
th: พ.
tr: Çar
uk: Ср
ur: بدھ
vi: T4
zh_hans: 周三
zh_hant: 週三

# onboarding.fixed.patch.break
source: Days 23–28: patch-free week
ar: الأيام 23–28: أسبوع بدون لصقة
bn: দিন 23–28: প্যাচ-মুক্ত সপ্তাহ
ca: Dies 23–28: setmana sense pegat
cs: Dny 23–28: týden bez náplasti
da: Dag 23–28: plasterfri uge
de: Tage 23–28: pflasterfreie Woche
el: Ημέρες 23–28: εβδομάδα χωρίς αυτοκόλλητο
es: Días 23–28: semana sin parche
fi: Päivät 23–28: laastariton viikko
fr: Jours 23–28 : semaine sans patch
gu: દિવસ 23–28: પેચ વગરનું અઠવાડિયું
he: ימים 23–28: שבוע בלי מדבקה
hi: दिन 23–28: पैच-मुक्त हफ़्ता
hr: Dani 23–28: tjedan bez flastera
hu: 23–28. nap: tapaszmentes hét
id: Hari 23–28: minggu tanpa koyo
it: Giorni 23–28: settimana senza cerotto
ja: 23〜28日目：パッチなしの週
kn: ದಿನಗಳು 23–28: ಪ್ಯಾಚ್ ಇಲ್ಲದ ವಾರ
ko: 23~28일째: 패치 없는 주
ml: ദിവസം 23–28: പാച്ച് ഇല്ലാത്ത ആഴ്ച
mr: दिवस 23–28: पॅचशिवाय आठवडा
ms: Hari 23–28: minggu tanpa tampalan
nb: Dag 23–28: plasterfri uke
nl: Dag 23–28: pleistervrije week
or: ଦିନ 23–28: ପ୍ୟାଚ୍-ମୁକ୍ତ ସପ୍ତାହ
pa: ਦਿਨ 23–28: ਪੈਚ-ਮੁਕਤ ਹਫ਼ਤਾ
pl: Dni 23–28: tydzień bez plastra
pt_br: Dias 23–28: semana sem adesivo
pt_pt: Dias 23–28: semana sem adesivo
ro: Zilele 23–28: săptămână fără plasture
ru: Дни 23–28: неделя без пластыря
sk: Dni 23–28: týždeň bez náplasti
sl: Dnevi 23–28: teden brez obliža
sv: Dag 23–28: plåsterfri vecka
ta: நாட்கள் 23–28: பேட்ச் இல்லாத வாரம்
te: రోజులు 23–28: ప్యాచ్ లేని వారం
th: วันที่ 23–28: สัปดาห์ไม่แปะแผ่น
tr: 23–28. günler: bantsız hafta
uk: Дні 23–28: тиждень без пластиру
ur: دن 23–28: پیچ سے آزاد ہفتہ
vi: Ngày 23–28: tuần không dán
zh_hans: 第 23–28 天：无贴片周
zh_hant: 第 23–28 天：無貼片週

# onboarding.fixed.patch.day1
source: Day 1: apply patch
ar: اليوم 1: وضع اللصقة
bn: দিন 1: প্যাচ লাগান
ca: Dia 1: posar el pegat
cs: Den 1: nalep náplast
da: Dag 1: sæt plaster på
de: Tag 1: Pflaster aufkleben
el: Ημέρα 1: βάλε αυτοκόλλητο
es: Día 1: colocar parche
fi: Päivä 1: kiinnitä laastari
fr: Jour 1 : poser le patch
gu: દિવસ 1: પેચ લગાવો
he: יום 1: הדבקת מדבקה
hi: दिन 1: पैच लगाएँ
hr: Dan 1: nalijepi flaster
hu: 1. nap: tapasz felhelyezése
id: Hari 1: pasang koyo
it: Giorno 1: applica il cerotto
ja: 1日目：パッチを貼る
kn: ದಿನ 1: ಪ್ಯಾಚ್ ಅಂಟಿಸುವುದು
ko: 1일째: 패치 붙이기
ml: ദിവസം 1: പാച്ച് ഒട്ടിക്കൽ
mr: दिवस 1: पॅच लावा
ms: Hari 1: lekatkan tampalan
nb: Dag 1: sett på plaster
nl: Dag 1: pleister plakken
or: ଦିନ 1: ପ୍ୟାଚ୍ ଲଗାନ୍ତୁ
pa: ਦਿਨ 1: ਪੈਚ ਲਾਓ
pl: Dzień 1: przyklej plaster
pt_br: Dia 1: aplicar adesivo
pt_pt: Dia 1: colocar o adesivo
ro: Ziua 1: aplici plasturele
ru: День 1: наклеить пластырь
sk: Deň 1: nalepiť náplasť
sl: Dan 1: nalepi obliž
sv: Dag 1: sätt på plåstret
ta: நாள் 1: பேட்ச் ஒட்டுதல்
te: రోజు 1: ప్యాచ్ అతికించడం
th: วันที่ 1: แปะแผ่นแปะ
tr: 1. gün: bandı yapıştır
uk: День 1: наклеїти пластир
ur: دن 1: پیچ لگائیں
vi: Ngày 1: dán miếng dán
zh_hans: 第 1 天：贴上贴片
zh_hant: 第 1 天：貼上貼片

# onboarding.fixed.patch.day22
source: Day 22: remove patch
ar: اليوم 22: إزالة اللصقة
bn: দিন 22: প্যাচ তুলে ফেলুন
ca: Dia 22: treure el pegat
cs: Den 22: sundej náplast
da: Dag 22: fjern plaster
de: Tag 22: Pflaster entfernen
el: Ημέρα 22: αφαίρεσε το αυτοκόλλητο
es: Día 22: quitar parche
fi: Päivä 22: poista laastari
fr: Jour 22 : retirer le patch
gu: દિવસ 22: પેચ કાઢો
he: יום 22: הסרת המדבקה
hi: दिन 22: पैच हटाएँ
hr: Dan 22: skini flaster
hu: 22. nap: tapasz eltávolítása
id: Hari 22: lepas koyo
it: Giorno 22: rimuovi il cerotto
ja: 22日目：パッチをはがす
kn: ದಿನ 22: ಪ್ಯಾಚ್ ತೆಗೆಯುವುದು
ko: 22일째: 패치 떼기
ml: ദിവസം 22: പാച്ച് നീക്കൽ
mr: दिवस 22: पॅच काढा
ms: Hari 22: tanggalkan tampalan
nb: Dag 22: ta av plaster
nl: Dag 22: pleister verwijderen
or: ଦିନ 22: ପ୍ୟାଚ୍ କାଢ଼ନ୍ତୁ
pa: ਦਿਨ 22: ਪੈਚ ਉਤਾਰੋ
pl: Dzień 22: zdejmij plaster
pt_br: Dia 22: remover adesivo
pt_pt: Dia 22: retirar o adesivo
ro: Ziua 22: scoți plasturele
ru: День 22: снять пластырь
sk: Deň 22: odlepiť náplasť
sl: Dan 22: odstrani obliž
sv: Dag 22: ta av plåstret
ta: நாள் 22: பேட்ச் அகற்றுதல்
te: రోజు 22: ప్యాచ్ తీసివేయడం
th: วันที่ 22: แกะแผ่นแปะออก
tr: 22. gün: bandı çıkar
uk: День 22: зняти пластир
ur: دن 22: پیچ اتاریں
vi: Ngày 22: gỡ miếng dán
zh_hans: 第 22 天：取下贴片
zh_hant: 第 22 天：取下貼片

# onboarding.fixed.patch.day8
source: Days 8 and 15: change patch
ar: اليومان 8 و15: تغيير اللصقة
bn: দিন 8 ও 15: প্যাচ বদলান
ca: Dies 8 i 15: canviar el pegat
cs: Dny 8 a 15: vyměň náplast
da: Dag 8 og 15: skift plaster
de: Tage 8 und 15: Pflaster wechseln
el: Ημέρες 8 και 15: άλλαξε αυτοκόλλητο
es: Días 8 y 15: cambiar parche
fi: Päivät 8 ja 15: vaihda laastari
fr: Jours 8 et 15 : changer le patch
gu: દિવસ 8 અને 15: પેચ બદલો
he: ימים 8 ו-15: החלפת מדבקה
hi: दिन 8 और 15: पैच बदलें
hr: Dani 8 i 15: promijeni flaster
hu: 8. és 15. nap: tapaszcsere
id: Hari 8 dan 15: ganti koyo
it: Giorni 8 e 15: cambia il cerotto
ja: 8日目と15日目：パッチを貼り替える
kn: ದಿನಗಳು 8 ಮತ್ತು 15: ಪ್ಯಾಚ್ ಬದಲಿಸುವುದು
ko: 8일째와 15일째: 패치 교체
ml: ദിവസം 8, 15: പാച്ച് മാറ്റൽ
mr: दिवस 8 आणि 15: पॅच बदला
ms: Hari 8 dan 15: tukar tampalan
nb: Dag 8 og 15: bytt plaster
nl: Dag 8 en 15: pleister wisselen
or: ଦିନ 8 ଓ 15: ପ୍ୟାଚ୍ ବଦଳାନ୍ତୁ
pa: ਦਿਨ 8 ਅਤੇ 15: ਪੈਚ ਬਦਲੋ
pl: Dni 8 i 15: zmień plaster
pt_br: Dias 8 e 15: trocar adesivo
pt_pt: Dias 8 e 15: mudar o adesivo
ro: Zilele 8 și 15: schimbi plasturele
ru: Дни 8 и 15: сменить пластырь
sk: Dni 8 a 15: vymeniť náplasť
sl: Dneva 8 in 15: zamenjaj obliž
sv: Dag 8 och 15: byt plåster
ta: நாட்கள் 8 மற்றும் 15: பேட்ச் மாற்றுதல்
te: రోజులు 8, 15: ప్యాచ్ మార్చడం
th: วันที่ 8 และ 15: เปลี่ยนแผ่นแปะ
tr: 8. ve 15. günler: bandı değiştir
uk: Дні 8 і 15: змінити пластир
ur: دن 8 اور 15: پیچ بدلیں
vi: Ngày 8 và 15: thay miếng dán
zh_hans: 第 8 天和第 15 天：更换贴片
zh_hant: 第 8 天和第 15 天：更換貼片

# onboarding.fixed.patch.title
source: Patch schedule
ar: جدول اللصقة
bn: প্যাচ সময়সূচি
ca: Horari del pegat
cs: Rozvrh náplasti
da: Plasterplan
de: Pflasterplan
el: Πρόγραμμα αυτοκόλλητου
es: Calendario del parche
fi: Laastariaikataulu
fr: Planning patch
gu: પેચનું શેડ્યૂલ
he: לוח זמנים למדבקה
hi: पैच शेड्यूल
hr: Raspored za flaster
hu: Tapaszbeosztás
id: Jadwal koyo
it: Piano cerotto
ja: パッチのスケジュール
kn: ಪ್ಯಾಚ್ ವೇಳಾಪಟ್ಟಿ
ko: 패치 일정
ml: പാച്ച് ഷെഡ്യൂൾ
mr: पॅचचे वेळापत्रक
ms: Jadual tampalan
nb: Plasterplan
nl: Pleisterschema
or: ପ୍ୟାଚ୍ ସୂଚୀ
pa: ਪੈਚ ਸ਼ਡਿਊਲ
pl: Harmonogram plastra
pt_br: Cronograma do adesivo
pt_pt: Horário do adesivo
ro: Programul plasturelui
ru: График пластыря
sk: Plán náplasti
sl: Urnik obliža
sv: Plåsterschema
ta: பேட்ச் அட்டவணை
te: ప్యాచ్ షెడ్యూల్
th: ตารางแผ่นแปะ
tr: Bant programı
uk: Графік пластиру
ur: پیچ شیڈول
vi: Lịch miếng dán
zh_hans: 贴片计划
zh_hant: 貼片計畫

# onboarding.fixed.ring.break
source: Days 23–28: ring-free week
ar: الأيام 23–28: أسبوع بدون حلقة
bn: দিন 23–28: রিং-মুক্ত সপ্তাহ
ca: Dies 23–28: setmana sense anell
cs: Dny 23–28: týden bez kroužku
da: Dag 23–28: ringfri uge
de: Tage 23–28: ringfreie Woche
el: Ημέρες 23–28: εβδομάδα χωρίς δακτύλιο
es: Días 23–28: semana sin anillo
fi: Päivät 23–28: renkaaton viikko
fr: Jours 23–28 : semaine sans anneau
gu: દિવસ 23–28: રિંગ વગરનું અઠવાડિયું
he: ימים 23–28: שבוע בלי טבעת
hi: दिन 23–28: रिंग-मुक्त हफ़्ता
hr: Dani 23–28: tjedan bez prstena
hu: 23–28. nap: gyűrűmentes hét
id: Hari 23–28: minggu tanpa cincin
it: Giorni 23–28: settimana senza anello
ja: 23〜28日目：リングなしの週
kn: ದಿನಗಳು 23–28: ರಿಂಗ್ ಇಲ್ಲದ ವಾರ
ko: 23~28일째: 링 없는 주
ml: ദിവസം 23–28: റിംഗ് ഇല്ലാത്ത ആഴ്ച
mr: दिवस 23–28: रिंगशिवाय आठवडा
ms: Hari 23–28: minggu tanpa cincin
nb: Dag 23–28: ringfri uke
nl: Dag 23–28: ringvrije week
or: ଦିନ 23–28: ରିଙ୍ଗ-ମୁକ୍ତ ସପ୍ତାହ
pa: ਦਿਨ 23–28: ਰਿੰਗ-ਮੁਕਤ ਹਫ਼ਤਾ
pl: Dni 23–28: tydzień bez krążka
pt_br: Dias 23–28: semana sem anel
pt_pt: Dias 23–28: semana sem anel
ro: Zilele 23–28: săptămână fără inel
ru: Дни 23–28: неделя без кольца
sk: Dni 23–28: týždeň bez krúžku
sl: Dnevi 23–28: teden brez obročka
sv: Dag 23–28: ringfri vecka
ta: நாட்கள் 23–28: ரிங் இல்லாத வாரம்
te: రోజులు 23–28: రింగ్ లేని వారం
th: วันที่ 23–28: สัปดาห์ไม่ใส่วงแหวน
tr: 23–28. günler: halkasız hafta
uk: Дні 23–28: тиждень без кільця
ur: دن 23–28: رِنگ سے آزاد ہفتہ
vi: Ngày 23–28: tuần không vòng
zh_hans: 第 23–28 天：无环周
zh_hant: 第 23–28 天：無環週

# onboarding.fixed.ring.day1
source: Day 1: insert ring
ar: اليوم 1: إدخال الحلقة
bn: দিন 1: রিং লাগান
ca: Dia 1: inserir l’anell
cs: Den 1: zaveď kroužek
da: Dag 1: indsæt ring
de: Tag 1: Ring einsetzen
el: Ημέρα 1: τοποθέτησε τον δακτύλιο
es: Día 1: insertar anillo
fi: Päivä 1: aseta rengas
fr: Jour 1 : insérer l’anneau
gu: દિવસ 1: રિંગ મૂકો
he: יום 1: הכנסת הטבעת
hi: दिन 1: रिंग लगाएँ
hr: Dan 1: umetni prsten
hu: 1. nap: gyűrű behelyezése
id: Hari 1: pasang cincin
it: Giorno 1: inserisci l’anello
ja: 1日目：リングを入れる
kn: ದಿನ 1: ರಿಂಗ್ ಅಳವಡಿಸುವುದು
ko: 1일째: 링 삽입
ml: ദിവസം 1: റിംഗ് ഇടൽ
mr: दिवस 1: रिंग घाला
ms: Hari 1: masukkan cincin
nb: Dag 1: sett inn ring
nl: Dag 1: ring inbrengen
or: ଦିନ 1: ରିଙ୍ଗ ଭିତରେ ରଖନ୍ତୁ
pa: ਦਿਨ 1: ਰਿੰਗ ਪਾਓ
pl: Dzień 1: załóż krążek
pt_br: Dia 1: inserir anel
pt_pt: Dia 1: inserir o anel
ro: Ziua 1: introduci inelul
ru: День 1: ввести кольцо
sk: Deň 1: zaviesť krúžok
sl: Dan 1: vstavi obroček
sv: Dag 1: sätt in ringen
ta: நாள் 1: ரிங் செருகுதல்
te: రోజు 1: రింగ్ అమర్చడం
th: วันที่ 1: ใส่วงแหวน
tr: 1. gün: halkayı yerleştir
uk: День 1: ввести кільце
ur: دن 1: رِنگ لگائیں
vi: Ngày 1: đặt vòng
zh_hans: 第 1 天：放入阴道环
zh_hant: 第 1 天：放入陰道環

# onboarding.fixed.ring.day2
source: Days 2–21: ring stays in
ar: الأيام 2–21: تبقى الحلقة في مكانها
bn: দিন 2–21: রিং ভেতরে থাকে
ca: Dies 2–21: l’anell es queda posat
cs: Dny 2–21: kroužek zůstává
da: Dag 2–21: ringen bliver siddende
de: Tage 2–21: Ring bleibt drin
el: Ημέρες 2–21: ο δακτύλιος μένει στη θέση του
es: Días 2–21: anillo puesto
fi: Päivät 2–21: rengas pysyy paikallaan
fr: Jours 2–21 : l’anneau reste en place
gu: દિવસ 2–21: રિંગ અંદર રહે છે
he: ימים 2–21: הטבעת נשארת בפנים
hi: दिन 2–21: रिंग लगी रहती है
hr: Dani 2–21: prsten ostaje unutra
hu: 2–21. nap: a gyűrű bent marad
id: Hari 2–21: cincin tetap terpasang
it: Giorni 2–21: l’anello resta dentro
ja: 2〜21日目：リングはそのまま
kn: ದಿನಗಳು 2–21: ರಿಂಗ್ ಒಳಗೇ ಇರುತ್ತದೆ
ko: 2~21일째: 링 유지
ml: ദിവസം 2–21: റിംഗ് അകത്ത് തുടരും
mr: दिवस 2–21: रिंग आत राहते
ms: Hari 2–21: cincin kekal di dalam
nb: Dag 2–21: ringen blir inne
nl: Dag 2–21: ring blijft in
or: ଦିନ 2–21: ରିଙ୍ଗ ଭିତରେ ରହେ
pa: ਦਿਨ 2–21: ਰਿੰਗ ਅੰਦਰ ਰਹਿੰਦੀ ਹੈ
pl: Dni 2–21: krążek zostaje
pt_br: Dias 2–21: anel permanece
pt_pt: Dias 2–21: o anel fica colocado
ro: Zilele 2–21: inelul rămâne la locul lui
ru: Дни 2–21: кольцо остаётся
sk: Dni 2–21: krúžok zostáva
sl: Dnevi 2–21: obroček ostane vstavljen
sv: Dag 2–21: ringen sitter kvar
ta: நாட்கள் 2–21: ரிங் உள்ளே இருக்கும்
te: రోజులు 2–21: రింగ్ లోపలే ఉంటుంది
th: วันที่ 2–21: ใส่วงแหวนไว้
tr: 2–21. günler: halka yerinde kalır
uk: Дні 2–21: кільце лишається
ur: دن 2–21: رِنگ لگی رہتی ہے
vi: Ngày 2–21: giữ vòng
zh_hans: 第 2–21 天：阴道环留在体内
zh_hant: 第 2–21 天：陰道環留在體內

# onboarding.fixed.ring.day22
source: Day 22: remove ring
ar: اليوم 22: إزالة الحلقة
bn: দিন 22: রিং বের করুন
ca: Dia 22: treure l’anell
cs: Den 22: vyjmi kroužek
da: Dag 22: fjern ring
de: Tag 22: Ring entfernen
el: Ημέρα 22: αφαίρεσε τον δακτύλιο
es: Día 22: quitar anillo
fi: Päivä 22: poista rengas
fr: Jour 22 : retirer l’anneau
gu: દિવસ 22: રિંગ કાઢો
he: יום 22: הוצאת הטבעת
hi: दिन 22: रिंग निकालें
hr: Dan 22: izvadi prsten
hu: 22. nap: gyűrű kivétele
id: Hari 22: lepas cincin
it: Giorno 22: rimuovi l’anello
ja: 22日目：リングを外す
kn: ದಿನ 22: ರಿಂಗ್ ತೆಗೆಯುವುದು
ko: 22일째: 링 제거
ml: ദിവസം 22: റിംഗ് നീക്കൽ
mr: दिवस 22: रिंग काढा
ms: Hari 22: keluarkan cincin
nb: Dag 22: ta ut ring
nl: Dag 22: ring verwijderen
or: ଦିନ 22: ରିଙ୍ଗ କାଢ଼ନ୍ତୁ
pa: ਦਿਨ 22: ਰਿੰਗ ਕੱਢੋ
pl: Dzień 22: wyjmij krążek
pt_br: Dia 22: remover anel
pt_pt: Dia 22: retirar o anel
ro: Ziua 22: scoți inelul
ru: День 22: извлечь кольцо
sk: Deň 22: vybrať krúžok
sl: Dan 22: odstrani obroček
sv: Dag 22: ta ut ringen
ta: நாள் 22: ரிங் அகற்றுதல்
te: రోజు 22: రింగ్ తీసివేయడం
th: วันที่ 22: ถอดวงแหวนออก
tr: 22. gün: halkayı çıkar
uk: День 22: вийняти кільце
ur: دن 22: رِنگ نکالیں
vi: Ngày 22: tháo vòng
zh_hans: 第 22 天：取出阴道环
zh_hant: 第 22 天：取出陰道環

# onboarding.fixed.ring.title
source: Ring schedule
ar: جدول الحلقة
bn: রিং সময়সূচি
ca: Horari de l’anell
cs: Rozvrh kroužku
da: Ringplan
de: Ringplan
el: Πρόγραμμα δακτυλίου
es: Calendario del anillo
fi: Rengasaikataulu
fr: Planning anneau
gu: રિંગનું શેડ્યૂલ
he: לוח זמנים לטבעת
hi: रिंग शेड्यूल
hr: Raspored za prsten
hu: Gyűrűbeosztás
id: Jadwal cincin
it: Piano anello
ja: リングのスケジュール
kn: ರಿಂಗ್ ವೇಳಾಪಟ್ಟಿ
ko: 링 일정
ml: റിംഗ് ഷെഡ്യൂൾ
mr: रिंगचे वेळापत्रक
ms: Jadual cincin
nb: Ringplan
nl: Ringsschema
or: ରିଙ୍ଗ ସୂଚୀ
pa: ਰਿੰਗ ਸ਼ਡਿਊਲ
pl: Harmonogram krążka
pt_br: Cronograma do anel
pt_pt: Horário do anel
ro: Programul inelului
ru: График кольца
sk: Plán krúžku
sl: Urnik obročka
sv: Ringschema
ta: ரிங் அட்டவணை
te: రింగ్ షెడ్యూల్
th: ตารางวงแหวน
tr: Halka programı
uk: Графік кільця
ur: رِنگ شیڈول
vi: Lịch vòng
zh_hans: 阴道环计划
zh_hant: 陰道環計畫

# onboarding.frequency.daily.subtitle
source: I could use more help
ar: أحتاج إلى مساعدة أكثر
bn: আরও একটু সাহায্য পেলে ভালো হয়
ca: M’aniria bé una mica més d’ajuda
cs: Hodila by se mi větší pomoc
da: Jeg kunne godt bruge mere hjælp
de: Ich könnte mehr Hilfe gebrauchen
el: Θα με βοηθούσε λίγη παραπάνω στήριξη
es: Me vendría bien más ayuda
fi: Tarvitsisin vähän enemmän apua
fr: J’aurais besoin d’un peu plus d’aide
gu: મને થોડી વધુ મદદ ગમશે
he: אשמח לעוד קצת עזרה
hi: मुझे थोड़ी और मदद चाहिए
hr: Dobro bi mi došla dodatna pomoć
hu: Jól jönne egy kis segítség
id: Aku butuh sedikit bantuan lagi
it: Mi servirebbe più aiuto
ja: もう少しサポートがほしい
kn: ನನಗೆ ಇನ್ನೂ ಸ್ವಲ್ಪ ಸಹಾಯ ಬೇಕು
ko: 도움이 좀 더 필요해요
ml: എനിക്ക് കുറച്ചുകൂടി സഹായം വേണം
mr: मला थोडी जास्त मदत हवी
ms: Saya mahu sedikit bantuan tambahan
nb: Jeg kunne trengt litt mer hjelp
nl: Ik kan wel wat extra hulp gebruiken
or: ଆଉ ଟିକେ ସାହାଯ୍ୟ ମିଳିଲେ ଭଲ ହୁଅନ୍ତା
pa: ਮੈਨੂੰ ਥੋੜ੍ਹੀ ਹੋਰ ਮਦਦ ਚੰਗੀ ਲੱਗੇਗੀ
pl: Przydałoby mi się więcej pomocy
pt_br: Uma ajuda a mais cairia bem
pt_pt: Dava-me jeito mais ajuda
ro: Mi-ar prinde bine mai mult ajutor
ru: Мне бы не помешало больше помощи
sk: Zišla by sa mi väčšia pomoc
sl: Prav bi mi prišla dodatna pomoč
sv: Jag skulle behöva mer hjälp
ta: எனக்கு இன்னும் கொஞ்சம் உதவி தேவை
te: నాకు ఇంకొంచెం సహాయం కావాలి
th: ฉันอยากได้ตัวช่วยมากขึ้น
tr: Biraz daha yardım iyi olur
uk: Мені б не завадила додаткова допомога
ur: مجھے تھوڑی اور مدد چاہیے
vi: Mình cần thêm chút giúp đỡ
zh_hans: 我需要多一点帮助
zh_hant: 我需要多一點幫助

# onboarding.frequency.daily.title
source: Several times a week
ar: عدة مرات في الأسبوع
bn: সপ্তাহে কয়েকবার
ca: Diverses vegades per setmana
cs: Několikrát týdně
da: Flere gange om ugen
de: Mehrmals pro Woche
el: Αρκετές φορές την εβδομάδα
es: Varias veces por semana
fi: Useita kertoja viikossa
fr: Plusieurs fois par semaine
gu: અઠવાડિયામાં ઘણી વાર
he: כמה פעמים בשבוע
hi: हफ़्ते में कई बार
hr: Više puta tjedno
hu: Hetente többször
id: Beberapa kali seminggu
it: Più volte a settimana
ja: 週に数回
kn: ವಾರಕ್ಕೆ ಹಲವು ಬಾರಿ
ko: 일주일에 여러 번
ml: ആഴ്ചയിൽ പല തവണ
mr: आठवड्यातून अनेकदा
ms: Beberapa kali seminggu
nb: Flere ganger i uken
nl: Meerdere keren per week
or: ସପ୍ତାହରେ ଅନେକ ଥର
pa: ਹਫ਼ਤੇ ਵਿੱਚ ਕਈ ਵਾਰ
pl: Kilka razy w tygodniu
pt_br: Várias vezes por semana
pt_pt: Várias vezes por semana
ro: De mai multe ori pe săptămână
ru: Несколько раз в неделю
sk: Viackrát za týždeň
sl: Večkrat na teden
sv: Flera gånger i veckan
ta: வாரத்தில் பல முறை
te: వారంలో చాలాసార్లు
th: หลายครั้งต่อสัปดาห์
tr: Haftada birkaç kez
uk: Кілька разів на тиждень
ur: ہفتے میں کئی بار
vi: Vài lần một tuần
zh_hans: 每周几次
zh_hant: 每週好幾次

# onboarding.frequency.often.subtitle
source: At least once most weeks
ar: مرة واحدة على الأقل في أغلب الأسابيع
bn: বেশিরভাগ সপ্তাহে অন্তত একবার
ca: Almenys un cop la majoria de setmanes
cs: Většinu týdnů aspoň jednou
da: Mindst én gang de fleste uger
de: In den meisten Wochen mindestens einmal
el: Τουλάχιστον μία φορά τις περισσότερες εβδομάδες
es: Al menos una vez la mayoría de las semanas
fi: Vähintään kerran useimmilla viikoilla
fr: Au moins une fois la plupart des semaines
gu: મોટાભાગનાં અઠવાડિયાંમાં ઓછામાં ઓછું એક વાર
he: לפחות פעם אחת ברוב השבועות
hi: ज़्यादातर हफ़्तों में कम से कम एक बार
hr: Barem jednom u većini tjedana
hu: A legtöbb héten legalább egyszer
id: Setidaknya sekali hampir setiap minggu
it: Almeno una volta quasi ogni settimana
ja: ほとんどの週で少なくとも1回
kn: ಹೆಚ್ಚಿನ ವಾರಗಳಲ್ಲಿ ಕನಿಷ್ಠ ಒಮ್ಮೆ
ko: 거의 매주 한 번 이상
ml: മിക്ക ആഴ്ചകളിലും ഒരിക്കലെങ്കിലും
mr: बहुतेक आठवड्यांत किमान एकदा
ms: Sekurang-kurangnya sekali pada kebanyakan minggu
nb: Minst én gang de fleste uker
nl: Minstens één keer in de meeste weken
or: ଅଧିକାଂଶ ସପ୍ତାହରେ ଅତି କମ୍‌ରେ ଥରେ
pa: ਜ਼ਿਆਦਾਤਰ ਹਫ਼ਤਿਆਂ ਵਿੱਚ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਵਾਰ
pl: Co najmniej raz w większości tygodni
pt_br: Pelo menos uma vez na maioria das semanas
pt_pt: Pelo menos uma vez na maioria das semanas
ro: Cel puțin o dată în majoritatea săptămânilor
ru: Хотя бы раз почти каждую неделю
sk: Aspoň raz vo väčšine týždňov
sl: Vsaj enkrat v večini tednov
sv: Minst en gång de flesta veckor
ta: பெரும்பாலான வாரங்களில் குறைந்தது ஒரு முறை
te: చాలా వారాల్లో కనీసం ఒకసారి
th: เกือบทุกสัปดาห์ อย่างน้อยหนึ่งครั้ง
tr: Çoğu hafta en az bir kez
uk: Хоча б раз майже щотижня
ur: اکثر ہفتوں میں کم سے کم ایک بار
vi: Ít nhất một lần hầu hết các tuần
zh_hans: 大多数周至少一次
zh_hant: 大多數的週至少一次

# onboarding.frequency.often.title
source: Weekly
ar: أسبوعيًا
bn: সাপ্তাহিক
ca: Setmanalment
cs: Týdně
da: Ugentligt
de: Wöchentlich
el: Κάθε εβδομάδα
es: Semanal
fi: Viikoittain
fr: Chaque semaine
gu: દર અઠવાડિયે
he: פעם בשבוע
hi: हर हफ़्ते
hr: Tjedno
hu: Hetente
id: Setiap minggu
it: Ogni settimana
ja: 毎週
kn: ವಾರಕ್ಕೊಮ್ಮೆ
ko: 매주
ml: ആഴ്ചതോറും
mr: दर आठवड्याला
ms: Setiap minggu
nb: Ukentlig
nl: Wekelijks
or: ସାପ୍ତାହିକ
pa: ਹਰ ਹਫ਼ਤੇ
pl: Co tydzień
pt_br: Semanalmente
pt_pt: Semanalmente
ro: Săptămânal
ru: Еженедельно
sk: Týždenne
sl: Tedensko
sv: Varje vecka
ta: வாரந்தோறும்
te: వారానికోసారి
th: ทุกสัปดาห์
tr: Haftalık
uk: Щотижня
ur: ہفتہ وار
vi: Hàng tuần
zh_hans: 每周
zh_hant: 每週

# onboarding.frequency.rarely.subtitle
source: Reminders usually work for me
ar: التذكيرات تنجح معي عادةً
bn: রিমাইন্ডার সাধারণত আমার জন্য কাজ করে
ca: Els recordatoris normalment em funcionen
cs: Připomínky mi většinou stačí
da: Påmindelser virker normalt for mig
de: Erinnerungen funktionieren meistens gut für mich
el: Οι υπενθυμίσεις συνήθως μού αρκούν
es: Los recordatorios suelen funcionarme
fi: Muistutukset yleensä toimivat minulle
fr: Les rappels me suffisent en général
gu: રિમાઇન્ડર મારા માટે સામાન્ય રીતે કામ કરે છે
he: תזכורות בדרך כלל עובדות בשבילי
hi: रिमाइंडर मेरे लिए आम तौर पर काम करते हैं
hr: Podsjetnici mi obično pomažu
hu: Az emlékeztetők általában beválnak nálam
id: Pengingat biasanya sudah cukup buatku
it: Di solito i promemoria funzionano per me
ja: リマインダーで大体うまくいく
kn: ಜ್ಞಾಪನೆಗಳು ಸಾಮಾನ್ಯವಾಗಿ ನನಗೆ ಸಾಕಾಗುತ್ತವೆ
ko: 알림만으로 대체로 괜찮아요
ml: റിമൈൻഡറുകൾ സാധാരണയായി എനിക്ക് മതി
mr: रिमाइंडर मला साधारणपणे पुरेसे ठरतात
ms: Peringatan biasanya berkesan untuk saya
nb: Påminnelser fungerer som regel for meg
nl: Herinneringen werken meestal goed voor mij
or: ରିମାଇଣ୍ଡର୍ ମୋ ପାଇଁ ସାଧାରଣତଃ କାମ କରେ
pa: ਰਿਮਾਈਂਡਰ ਆਮ ਤੌਰ ’ਤੇ ਮੇਰੇ ਲਈ ਕੰਮ ਕਰਦੇ ਹਨ
pl: Przypomnienia zwykle mi wystarczają
pt_br: Lembretes costumam funcionar para mim
pt_pt: Os lembretes costumam funcionar comigo
ro: Mementourile funcționează de obicei pentru mine
ru: Напоминания обычно мне помогают
sk: Pripomienky mi väčšinou fungujú
sl: Opomniki mi običajno zadostujejo
sv: Påminnelser fungerar oftast för mig
ta: நினைவூட்டல்கள் பொதுவாக எனக்கு வேலை செய்கின்றன
te: రిమైండర్లు సాధారణంగా నాకు పనిచేస్తాయి
th: ปกติการแจ้งเตือนก็ช่วยฉันได้ดี
tr: Hatırlatmalar genelde işime yarıyor
uk: Нагадування зазвичай мені допомагають
ur: یاد دہانیاں عموماً میرے لیے کام کرتی ہیں
vi: Lời nhắc thường có tác dụng với mình
zh_hans: 提醒通常对我有效
zh_hant: 提醒通常對我有效

# onboarding.frequency.rarely.title
source: Rarely
ar: نادرًا
bn: খুব কম
ca: Poques vegades
cs: Zřídka
da: Sjældent
de: Selten
el: Σπάνια
es: Rara vez
fi: Harvoin
fr: Rarement
gu: ભાગ્યે જ
he: לעיתים רחוקות
hi: कभी-कभार
hr: Rijetko
hu: Ritkán
id: Jarang
it: Raramente
ja: ほとんどない
kn: ಅಪರೂಪವಾಗಿ
ko: 거의 없어요
ml: അപൂർവ്വമായി
mr: क्वचित
ms: Jarang
nb: Sjelden
nl: Zelden
or: କ୍ୱଚିତ୍
pa: ਕਦੇ-ਕਦਾਈਂ
pl: Rzadko
pt_br: Raramente
pt_pt: Raramente
ro: Rar
ru: Редко
sk: Zriedka
sl: Redko
sv: Sällan
ta: அரிதாக
te: అరుదుగా
th: แทบไม่เคย
tr: Nadiren
uk: Рідко
ur: کبھی کبھار
vi: Hiếm khi
zh_hans: 很少
zh_hant: 很少

# onboarding.frequency.sometimes.subtitle
source: Sometimes I still forget
ar: أحيانًا ما زلت أنسى
bn: মাঝে মাঝে তবু ভুলে যাই
ca: De vegades encara me n’oblido
cs: Někdy i tak zapomenu
da: Nogle gange glemmer jeg det stadig
de: Manchmal denke ich trotzdem nicht daran
el: Μερικές φορές ξεχνάω ακόμα
es: A veces aún se me olvida
fi: Joskus unohdan silti
fr: Parfois j’oublie quand même
gu: ક્યારેક હજુ પણ ભૂલી જાઉં છું
he: לפעמים אני עדיין שוכחת
hi: कभी-कभी फिर भी भूल हो जाती है
hr: Ponekad ipak zaboravim
hu: Néha így is elfelejtem
id: Kadang aku masih lupa
it: A volte me ne dimentico
ja: それでも忘れることがある
kn: ಕೆಲವೊಮ್ಮೆ ಈಗಲೂ ಮರೆತುಬಿಡುತ್ತೇನೆ
ko: 그래도 가끔 잊어요
ml: ചിലപ്പോൾ ഇപ്പോഴും മറന്നുപോകും
mr: कधी कधी तरीही विसरायला होतं
ms: Kadangkala saya masih terlupa
nb: Noen ganger glemmer jeg det likevel
nl: Soms vergeet ik het toch
or: ବେଳେବେଳେ ମୁଁ ତଥାପି ଭୁଲିଯାଏ
pa: ਕਦੇ-ਕਦੇ ਫਿਰ ਵੀ ਭੁੱਲ ਜਾਂਦੀ ਹਾਂ
pl: Czasem i tak zapominam
pt_br: Às vezes ainda esqueço
pt_pt: Às vezes ainda me esqueço
ro: Uneori tot uit
ru: Иногда всё равно забываю
sk: Niekedy aj tak zabudnem
sl: Včasih vseeno pozabim
sv: Ibland glömmer jag ändå
ta: சில நேரம் இன்னும் மறந்துவிடுகிறேன்
te: అప్పుడప్పుడు ఇంకా మర్చిపోతున్నాను
th: บางครั้งฉันก็ยังลืม
tr: Bazen yine de unutuyorum
uk: Іноді все одно забуваю
ur: کبھی کبھی پھر بھی یاد نہیں رہتا
vi: Đôi khi mình vẫn quên
zh_hans: 有时候我还是会忘
zh_hant: 有時候我還是會忘記

# onboarding.frequency.sometimes.title
source: A few times a month
ar: بضع مرات في الشهر
bn: মাসে কয়েকবার
ca: Uns quants cops al mes
cs: Párkrát za měsíc
da: Et par gange om måneden
de: Ein paar Mal im Monat
el: Λίγες φορές τον μήνα
es: Algunas veces al mes
fi: Muutaman kerran kuussa
fr: Quelques fois par mois
gu: મહિનામાં થોડી વાર
he: כמה פעמים בחודש
hi: महीने में कुछ बार
hr: Nekoliko puta mjesečno
hu: Havonta néhányszor
id: Beberapa kali sebulan
it: Qualche volta al mese
ja: 月に数回
kn: ತಿಂಗಳಿಗೆ ಕೆಲವು ಬಾರಿ
ko: 한 달에 몇 번
ml: മാസത്തിൽ കുറച്ച് തവണ
mr: महिन्यातून काही वेळा
ms: Beberapa kali sebulan
nb: Noen ganger i måneden
nl: Een paar keer per maand
or: ମାସରେ କିଛି ଥର
pa: ਮਹੀਨੇ ਵਿੱਚ ਕੁਝ ਵਾਰ
pl: Kilka razy w miesiącu
pt_br: Algumas vezes por mês
pt_pt: Algumas vezes por mês
ro: De câteva ori pe lună
ru: Несколько раз в месяц
sk: Párkrát za mesiac
sl: Nekajkrat na mesec
sv: Några gånger i månaden
ta: மாதத்தில் சில முறை
te: నెలలో కొన్నిసార్లు
th: เดือนละไม่กี่ครั้ง
tr: Ayda birkaç kez
uk: Кілька разів на місяць
ur: مہینے میں چند بار
vi: Vài lần một tháng
zh_hans: 每月几次
zh_hant: 每月幾次
